export const series = [{
  data: [400, 430, 448, 470, 540, 580, 690, 1100, 1200, 1380]
}];

export const eachYearCounts = {
  series: [{
    name: '專案數',
    data: [27, 38, 47, 63, 128, 260, 513, 882, 1263, 439]
  }],
  xaxis: {
    categories: [2012, 2013, 2014, 2015, 2016, 2017, 2018, 2019, 2020, 2021],
  }
}

export const eachKindCounts = {
  series: [{
    name: '專案數',
    data: [207, 94, 53, 48, 112, 249, 253, 666, 24, 75, 68, 1252, 198, 115, 101, 145]
  }],
  xaxis: {
    categories: ['出版', '地方創生', '插畫漫畫', '攝影', '教育', '時尚', '社會', '科技', '空間', '藝術', '表演', '設計', '遊戲', '電影動畫', '音樂', '飲食'
    ],
  }
}