export const mockProjects = [
  {
    name: {
      value: 'HeatBlock世界最輕遮熱傘 · 100%遮光降溫 · 完全遮擋有害皮膚紫外線 · 超抗強風二代升級 | 日本好評第二彈',
      isValid: true,
    },
    goal: {
      value: '100000',
      isValid: true,
    },
    category: {
      value: '設計',
      isValid: true,
    },
    type: {
      value: '群眾集資',
      isValid: true,
    },
    startTime: {
      value: '2021-07-20T04:00:00.000Z',
      isValid: true,
    },
    endTime: {
      value: '2021-08-20T15:59:00.000Z',
      isValid: true,
    },
    intro: {
      value:
        '100%遮擋UVA~UVB可能傷害皮膚的紫外線，隔熱降溫效果比一般陽傘更優異42%。日本製碳纖維傘骨超強抗風力 x 台灣製全新升級雙層抗撕裂速乾傘布。並非隨意減輕重量而已的高品質日本極簡設計',
      isValid: true,
    },
    website: {
      value: true,
      isValid: true,
    },
    facebook: {
      value: false,
      isValid: true,
    },
    instagram: {
      value: false,
      isValid: true,
    },
    youtube: {
      value: false,
      isValid: true,
    },
    content: {
      value:
        '2021 全新升級 ·世界最輕量的完全遮光傘\\xa0NEW HeatBlock#一般折疊傘無法兼具輕量、小巧、抗強風，更別提遮光隔熱的功能。一般遮陽效果只是塗上遮光塗料，不僅隔熱效果不明顯，使用久了還會黏黏的，吸入剝落粉塵更有危害健康的疑慮。要製作一把願意每日攜帶的折疊傘，把這些要素完美平衡，而不只是單純隨意減輕重量而已，是非常不容易的事。小孩子才做選擇，這些我全都要!\\xa0到底有沒有能滿足所有需求又耐用的傘？▶▶▶▶\\xa0就是 HeatBlock 世界最輕遮光傘 !\\xa0画像來源 スタイルストア\\xa0stylestore.jp\\xa0▉\\xa0AMVELアンベル株式会社🇯🇵\\xa0多年來以職人精神開發高品質實用的傘獲得廣大支持過去推出\\xa0Verykal碳纖維自動傘、Pentagon口袋傘、HeatBlock遮光隔熱傘。迄今在日本和台灣募資超過8050人贊助，\\xa0累積獲得2500萬元的支持! 從贊助者的意見中改進細節，並將這三個系列的優點結合：❶\\xa0碳纖維抗風能力\\xa0❷口袋傘輕巧便攜性\\xa0❸專利遮光隔熱技術改良推出符合超出大家期待的 “超實用性每日必備傘!”\\xa0一般遮陽傘的布料厚重、塗層易劣化剝落透光，也無法明顯隔熱。獨家開發的HeatBlock技術，將遮光膜完整貼合在傘內側，雙層構造實現100％的完全遮光，放置在苛酷的實驗環境下7天（相等於戶外環境曝曬一年）也幾乎沒有劣化情況。日本JIS-L-1055A準則的遮光測試，如此輕薄的雙層的傘面，也可以達到厚重窗簾般最高等級的完全遮光性。（用100,000lux照明測試方式，相等於在盛夏的太陽光直射）。撐傘行走在烈日下，傘內不會反射光線，造成光眩不舒服，美白控也不會擔心害怕會被光線反射曬黑。HeatBlock 遮光傘能夠100%\\xa0完全阻隔UVA及UVB的紫外線，並非是一般雨傘標榜抗UV，實際防曬和對抗紫外線效果含糊有限。HeatBlock通過使用帶通濾波器，測定波長280mm～400m約等同於紫外線UVA及UVB測定結果為，遮蔽能力為最高值的99.99%以上紫外線UVA會傷害真層皮膚。UVA波長較長穿透力較高，導致曬黑與老化。紫外線會讓皮膚產生自由基，也會引起膠原蛋白跟彈性纖維分解，皮膚因而老化，變薄、失去彈性、形成皺紋等問題。UVB會曬傷表層皮膚，長期暴露在其之下，有機會造成皮膚癌。▶\\xa0這就是為什麼，你需要一把願意每日攜帶的遮光傘。通過實驗室實測遮熱率，測試方式類似阻擋太陽光照射能抑制多少溫度上升。根據日本規範，要標榜有遮熱效果的傘最低值35%（一般陽傘的效果），而HeatBlock 遮光傘根據傘布顏色，最高可達到遮熱率50% S45的等級，比一般遮熱陽傘，優異42%！舉例：在冷氣房溫度25℃，人工太陽燈照射30分鐘下，HeatBlock遮熱能力優於一般抗UV傘12.5°C！以往如果想讓雨傘做得輕量，傘架卻很容易被吹斷，但HeatBlock完全遮光傘不只是針對重量減輕，也同時實現輕量又抗強風的需求。經前一代使用者反饋也將傘骨架耐強風程度，通過優化材料和零件尺寸的組合，由12m/s提升至15m/s可抵抗近輕颱等級的強風。實測在風洞機測試持續1分鐘，傘布仍保持完好無破損，碳纖維傘骨抵抗強風後仍可正常使用。🇯🇵日本製航太碳纖維材質傘骨，穩定的品質，輕巧又堅韌耐用的特性儘管自動傘的結構複雜而容易折斷，口袋傘及自動傘皆以每分鐘6次的速度連續打開和關閉500次，檢查確保每一生產批次都順滑無異常。AMVEL自社重新改良設計自動傘的彈簧，平穩順滑不爆衝，輕壓收納傘軸，即使對於女性及力氣較輕的族群，也易於操作。實測相較市面同類型5把自動傘，僅需需耗費29.6N力度，是其他自動傘輕鬆3倍以上的力氣~不同於一般遮光陽傘，厚重布料難以收納整齊。全新開發的抗撕裂高密度二代傘布，提升抗水速乾性，外觀上更顯高級的灰霧面質感，堅韌卻更柔軟貼合的傘布，能非常輕易的收納得美觀又纖細。▼二代升級\\xa0耐磨耐用的高密度傘面#使用對製作要求更嚴格和困難的10旦雙層抗撕布料，相較前代密度更高更細緻，加工後有更優異和經久耐用的抗水及耐磨力。與一般面料相比，實現了50%以上的輕量化。即使是超細纖維，每平方英寸也包含 226 根經線 + 185 根緯線 = 總共 411 根線，使其成為高密度纖維。面料質地柔軟且耐用，抗水速乾，易於折疊存放。►\\xa0前代反饋的問題上改進1. 收納較不臃腫和皺摺，整體更纖細美觀2. 改良傘骨接縫在收納方式不當情況下易造成的磨損3. 傘片間以較多布料摺疊，減少可能因長時間使用拉扯縫線造成透光4. 把手比一般自動傘更輕巧18%，使用較前代更止滑好握的材質觸感5. 魔術貼加寬加長，收納更容易確實6. 口袋傘改為台灣較習慣的一鍵往內收合（不必一根根折疊）口袋遮光傘收納僅22cm, 自動遮光傘僅26cm，大部分的小包包都能輕易收納! 甚至每日攜帶都不覺得負擔。比手機還"無感"的存在，在台灣多變的天氣，這是一把每個人都適合的全天候傘!輕鬆收納隨身小包以應付日常各種天氣，上班族裝入每日攜帶的筆電公事包也沒問題!\\xa0絲毫不增加負擔習慣空手出門的男士都可以輕鬆無感的放入外套口袋、機車車廂內。爸媽難免會心疼小孩上學的背包已經那麼厚重，一大堆書、還有便當盒保溫瓶..... 超輕量遮光傘是最值得給長者、或小朋友最貼心又實用的物品。▼市面一般遮陽傘的防曬層使用"塗層"方式，長時間使用及摩擦導致塗層剝落使用銀膠塗層的防曬傘，會藉由地面反射光線，造成皮膚容易曬黑影片片段擷取自youtube華視新聞HeatBlock遮光傘在取得 Oeko-Tex® Standard 100國際生態紡織品認證所生產。透過實驗室檢測產品符合標準，不含對人體健康產生不良影響的有害物質, 如致敏、致癌物質、染色堅牢度、PH酸鹼值等等。證明紡織品對人體健康及環境友善，也對生產工廠的人員有健康上的保障。Amvel團隊考慮到每個人日常的不同需求開發了手開傘及自動傘碳纖維5骨折疊手開傘，重量僅130g比手機還輕! 收納後尺寸22cm輕巧好收納。相較前代募資【世界最輕67g口袋傘】升級傘面為100%遮光抗UV紫外線，細緻有質感的輕薄雙層面料，明顯隔熱的機能，抗風能力提升至15m/s近輕颱等級強風。改良為台灣較習慣的一鍵往內收合，不必一根一根收納折疊的方式。更適合每日遮陽、遮雨的更實用的體驗!▲HeatBlock完全遮光口袋傘傘骨尺寸：約50cm 5骨展開使用尺寸：約82×50cm収納尺寸：約5×22cm重量：約130g#三段式碳纖維6骨自動傘，重量僅210g，優於一般自動傘一倍以上\\xa0!\\xa0\\xa0(一般自動傘約400g-470g)升級前代【世界最輕100%遮光自動傘】工藝細節將耐用度再次提升。二代HeatBlock完全遮光傘自動傘，保有抗UV 99.9%，傘面升更具質感細緻的面料，加強耐磨細節、抗風能力也提升至15m/s近輕颱等級強風，收納起來更顯得不臃腫皺摺且更纖細美觀。▲HeatBlock完全遮光自動傘傘骨尺寸：約54cm 6骨展開使用尺寸：96×54cm収納尺寸：約5×26cm重量：210g▍顏色｜米白色 霧灰藍 午夜藍▉超早鳥限量優惠#▍團隊介紹#Amvel Inc. アンベル株式会社 位於名古屋，由三位對製傘工藝領域擁有豐富經驗的專家於2016年成立。公司以環保之心為初，以要減少雨傘廢棄數量的為核心理念，用匠人的態度開發了堅固耐用而且輕巧的HeatBlock系列雨傘。讓人願意隨身攜帶折疊傘，完全沒有任何負擔，不會遇到突發下雨時，去購買一次性雨傘。考慮到堅固和實用性，設計雨傘時不會用隨便的態度去減輕產品重量而已。攜手保護地球 拒絕買一次性雨傘#隨手購入的一次性雨傘真的符合您的日常所需嗎? 是否不經幾次的使用就丟在角落或進入垃圾場了?塑膠傘布及來路不明的傘布原料，在經過焚燒後產生一些有害人體健康及生態的物質。保護地球，就從最日常細微的事情開始！▍檢測報告由台灣企業獨資於中國廈門的工廠，其生產的產品 99%出口到日本高檔百貨及專賣店。目前沒有多少工廠能夠符合需求，縫製品質優良細緻且柔滑的傘布技術設備及職人，其擁有48年經驗的老字號工廠，完美達到品質需求。每一次生產皆有嚴格製定檢驗標準。1. 送達之物料品質檢測 2.製作途中的檢驗 3.半成品檢驗 4.完成品的檢驗 5.所有成品抽樣檢驗，徹底剔除有缺陷的產品。▍團隊介紹#菅野智夫（左）、辻野義宏（中）、杉山穣（右）Amvel 團隊在雨傘設計製造領域中已有三十餘年實務經驗。對於每一把傘專業及熱情，一定可以傳遞到您的手上。商品在正常使用損壞下，提供一年內保固、終身保修服務。風險與挑戰● 募資預購計畫有眾多變數，AMVEL團隊會盡最大努力，執行確認每個環節。如遇不可控之因素（生產備貨意外、當地物流出貨、進出口報關、空運/海運延後及各國節假日、疫情、天氣與人為，等各種不可預期之變數），我們會第一時間在頁面更新公開最新的備貨及到貨日期。當您贊助此計畫即同意承擔此風險，並接受可能延遲出貨之變因，若無法接受可能導致延遲出貨的風險，請於集資結束前，將訂單編號email給嘖嘖客服（support@zeczec.com）取消您的贊助。退換貨規則❶「集資結束前」欲取消贊助，請將訂單編號email至嘖嘖客服提出申請：support@zeczec.com❷日本Amvel雨傘皆提供一年保固或視情況換新，及終身保修服務❸依《消費者保護法》規定，商品簽收翌日起為七天之鑑賞期，期間申請退購無須負擔運費，欲退購者請於七日內提出，請將訂單編號提供客服（singlestep@ulpi.com.tw ）提出申請，逾期恕不受理。請注意：猶豫期並非試用期。若商品非完成整全新狀態且包裝、配件、贈品等完整，可能影響您的退貨權利或需負擔部份毀壞之費用。❹若欲送修請將問題或照片，附上訂單編號寄送至客服信箱 singlestep@ulpi.com.tw 小編會盡快回覆您！～——————溫馨提醒：所有AMVEL雨傘在生產皆按照嚴格流程確保品質，並且批次抽樣檢查確保符合雨傘強度等的客觀數據，團隊仍建議請儘量避免在強風中外出使用雨傘。客服聯絡方式台灣總代理：聯智股份有限公司公司地址：106 台北市大安區仁愛路四段37號9樓A座客服電話：02-27726238客服信箱：singlestep@ulpi.com.tw官方網站：www.mysinglestep.comFB：Singlestep 旅遊環保設計😊別忘了附上訂單編號以加速核對資料哦對計畫還有其他疑問嗎？請見常見問答。',
      isValid: true,
    },
    donateNum: {
      value: '12',
      isValid: true,
    },
    donateMaxAmount: {
      value: '2480',
      isValid: true,
    },
    donateMinAmount: {
      value: '990',
      isValid: true,
    },
  },
  {
    name: {
      value: '以秒存檔，遇突發事故也能保存當下影片【征服者 AI-733X PRO機車雙鏡頭行車紀錄器】',
      isValid: true,
    },
    goal: {
      value: '100000',
      isValid: true,
    },
    category: {
      value: '科技',
      isValid: true,
    },
    type: {
      value: '群眾集資',
      isValid: true,
    },
    startTime: {
      value: '2021-06-30T16:00:00.000Z',
      isValid: true,
    },
    endTime: {
      value: '2021-07-31T15:59:00.000Z',
      isValid: true,
    },
    intro: {
      value:
        '征服者 AI-733X PRO機車雙鏡頭行車紀錄器，使用TS碼流技術，確保影片保存度，可在升級安裝軌跡模塊，為愛車增加更多樂趣。',
      isValid: true,
    },
    website: {
      value: true,
      isValid: true,
    },
    facebook: {
      value: true,
      isValid: true,
    },
    instagram: {
      value: true,
      isValid: true,
    },
    youtube: {
      value: true,
      isValid: true,
    },
    content: {
      value:
        '一般的紀錄器，都是分段存檔，假設你設定每一檔為3分鐘，錄影中遇到撞擊，突然斷電，或記憶卡突然錯位，甚至記憶卡噴出來了，那麼紀錄器來不及完整存檔，那麼整段3分鐘的影片都是壞檔毀損的，無法讀到影片的。我們購買行車紀錄器，就是為了防止意外事故發生時能有影片佐證，但如果錄到的影片無法使用，那真的是非常頭痛了。而TS碼流技術是以秒存檔，就算遇到撞擊突然斷電或記憶卡錯位，那麼影片會存到撞擊這一秒為止，影片不會壞檔，才能知道事故發生的原因。征服者推出的【AI-733X PRO機車雙鏡頭行車紀錄器】，搭配最新的TS碼流技術，全機防水，IP67雙防水鏡頭，搭配征服者專屬APP，能WIFI連接手機傳輸影片，不用再拔除記憶卡。附贈的USB電源線，Gogoro電動機車也可安裝喔。升級安裝軌跡紀錄模塊，還能有GPS紀錄車速軌跡跟HUD車速模式，愛車的你，千萬別錯過了!【征服者的服務】買後的服務更為重要電子產品如有問題，售後服務總是讓人頭疼😵🈶台灣品牌，APP由征服者後台自行開發並維護🈶產品保固一年，當消費者使用上有遇到任何問題時⭕皆可在第一時間內協助排除及修正，售後服務免擔心⭕退換貨規則產品保固一年，配件保固一個月，由出貨日開始算起客服聯絡方式客服專線:05-3717289FB粉絲專頁:征服者客服信箱:conqueror1231@gmail.com對計畫還有其他疑問嗎？請見常見問答。',
      isValid: true,
    },
    donateNum: {
      value: '2',
      isValid: true,
    },
    donateMaxAmount: {
      value: '5680',
      isValid: true,
    },
    donateMinAmount: {
      value: '4980',
      isValid: true,
    },
  },
  {
    name: {
      value: 'Sable⁺824 黑貂全方位近視運動眼鏡 | 安全無懼 挑戰極限',
      isValid: true,
    },
    goal: {
      value: '100000',
      isValid: true,
    },
    category: {
      value: '科技',
      isValid: true,
    },
    type: {
      value: '群眾集資',
      isValid: true,
    },
    startTime: {
      value: '2021-07-13T16:00:00.000Z',
      isValid: true,
    },
    endTime: {
      value: '2021-08-31T15:59:00.000Z',
      isValid: true,
    },
    intro: {
      value:
        '耐衝擊鏡架不斷裂、鏡片不破碎，增加可拆裝獨立式緩衝保護墊，黑貂近視運動眼鏡安全防護再升級，近視族運動必備的專用眼鏡！',
      isValid: true,
    },
    website: {
      value: true,
      isValid: true,
    },
    facebook: {
      value: true,
      isValid: true,
    },
    instagram: {
      value: true,
      isValid: true,
    },
    youtube: {
      value: true,
      isValid: true,
    },
    content: {
      value:
        '近視族運動，真的好困擾\\xa0…流汗時眼鏡一直滑落，難以專心？意外的撞擊，眼鏡斷裂，眼睛受傷？擔心眼鏡摔破或踩壞，又要花錢重配？鏡片起霧，視線不清，增加運動傷害的風險？戴隱形眼鏡，最怕風沙，眼睛紅腫乾澀不適？黑貂 Sable 為解決近視運動的困擾，再次出擊，設計研發 Sable ⁺824 近視運動眼鏡，一鏡解決近視運動的困擾，讓你安全的享受運動樂趣。戴上\\xa0Sable⁺824\\xa0啟動安全運動生活奔波於工作與家庭之間，忙碌的你，就用運動抒發一天的疲勞，隨時享受揮灑汗水後的健康。運動要換上運動鞋及運動裝備，那近視的眼睛呢？給眼睛一副運動專用的近視眼鏡，安全防護您的雙眼。戴上 Sable⁺824\\xa0 近視運動眼鏡，安全享受運動生活！Sable⁺824\\xa0功能說明提供您不同於配戴一般光學眼鏡與隱形眼鏡的感受，更加便利與舒適，安全防護你的眼睛！貼近使用者經驗的\\xa0Sable⁺824為了讓 Sable⁺824 近視運動眼鏡設計，更貼近近視族群的運動需求，在研發過程中，我們提供各領域運動專家，進行評測與意見回饋，採納各方建議精益求精，使 Sable⁺824 近視運動眼鏡更臻完善。Sable⁺824 六種色彩搭配獨特色彩設計，展現運動活力與自我個性。黑貂團隊故事黑貂 40 年來努力不懈為解決近視運動者的困擾，致力於開發運動光學眼鏡，希望近視的人運動時不再因眼鏡而受到限制。透過水中光學的經驗累積，再邁向陸地近視運動眼鏡，堅持以模組化的設計研發全方位的近視運動眼鏡，達到循環運動光學之目的。安全運動是黑貂近視運動眼鏡的訴求，讓近視族都能夠安全安心的運動。黑貂模組化專利榮獲國家發明創作獎，及通過國際 ISO 和醫療器材認證，黑貂近視運動眼鏡更擁有一項發明、九項專利，給您品質最優良的商品及最安心的保障。｜產品使用注意事項：使用後，請將整副眼鏡用清水洗淨，陰乾後保存。鏡片為耗材，有經過雙面耐磨強化處理，但以尖銳物強行刮依然會有損傷。清潔鏡片，宜先用清水沖洗後再擦拭，鏡片表面若有灰塵砂礫等尖銳物附著時，切勿用眼鏡布直接擦拭，以免刮傷鏡片。避免使用含酒精的清潔液，或有塵土附著的眼鏡布擦拭鏡片，以維持良好視野。不可用會掉毛屑的眼鏡布擦拭鏡片，以免毛屑附著鏡片，影響視線。避免將鏡片鏡面朝下放置桌面，以防鏡片刮傷。避免將眼鏡放置於高於攝氏 50 度的環境，如廚房、汽車擋風玻璃下等，以免眼鏡受高溫影響變形。若您對 Sable⁺ 824 近視運動眼鏡產品及鏡片有任何的疑問，歡迎您與我們聯繫，我們很樂意為您解答。客服專線：TEL： 02-2240-8683 (周一至周五 09:00-17:00)官方LINE：https://reurl.cc/lRYrKq\\xa0【 SABLE 黑貂近視運動光學 】More about Sable\\xa0黑貂 …黑貂 Facebook 粉絲專頁\\xa0:\\xa0https://www.facebook.com/SableSportOptics/黑貂官方 Instagram :\\xa0https://www.instagram.com/sable_optics/\\xa0黑貂官網\\xa0:\\xa0https://sable.cyberbiz.co/\\xa0\\xa0 \\xa0\\xa0http://www.sable.com.tw/index.aspx風險與挑戰「Sable⁺ 824 近視運動眼鏡」目前已完成設計階段，預計於募資結束後開始量產，並於2021年10月上旬依據訂單順序出貨。募資專案進行階段，將持續更新嘖嘖募資頁面、發送募資信件，讓贊助者可以掌握專案開發進度。團隊開發時程經嚴謹評估，目標為準時量產、出貨給贊助者，然若遇意外事件導致延遲出貨，也將第一時間通知贊助者，並依意願協辦理退貨。贊助計畫即視為了解有此風險，若無法接受可於募資結束前聯繋嘖嘖客服 (support@zeczec.com) 取消贊助。退換貨規則依《消費者保護法》的規定，消費者享有商品貨到日起七天猶豫期的權益（猶豫期並非試用期）。您所退回的商品必須是全新的狀態、且完整包裝。故請保持商品本體、配件、贈品、內外包裝及所有隨附文件或資料的完整性，切勿缺漏任何配件或損毀包裝，以免影響您的退貨權益。本產品自寄件單出貨日起，提供 15 天內配戴適應期，若此期間產品有任何配戴不適之情況，請聯絡客服並告知原因，本公司將專件服務。客服聯絡方式TEL： 02-2240-8683 (周一至周五 09:00-17:00)官方 LINE：https://reurl.cc/lRYrKq 【 SABLE 黑貂近視運動光學 】Facebook 粉絲專頁 : https://www.facebook.com/SableSportOptics/對計畫還有其他疑問嗎？請見常見問答。',
      isValid: true,
    },
    donateNum: {
      value: '8',
      isValid: true,
    },
    donateMaxAmount: {
      value: '4360',
      isValid: true,
    },
    donateMinAmount: {
      value: '1120',
      isValid: true,
    },
  },
];
