export const series = [
  {
      name: 'Marine Sprite',
      data: [44, 55, 41, 37, 22, 43, 21]
    }, {
      name: 'Striking Calf',
      data: [53, 32, 33, 52, 13, 43, 32]
    }, {
      name: 'Tank Picture',
      data: [12, 17, 11, 9, 15, 11, 20]
    }, {
      name: 'Bucket Slope',
      data: [9, 7, 5, 8, 6, 9, 4]
    }, {
      name: 'Reborn Kid',
      data: [25, 12, 19, 32, 25, 24, 10]
    }
];

export const eachYearKind = {
  series: [
    {
      name: '出版',
      data: [4, 2, 4, 6, 8, 18, 31, 55, 53, 26]
    },
    {
      name: '地方創生',
      data: [2, 5, 2, 1, 5, 6, 15, 20, 31, 7]
    },
    {
      name: '插畫漫畫',
      data: [5, 6, 6, 3, 2, 8, 8, 8, 5, 2]
    },
    {
      name: '攝影',
      data: [1, 2, 0, 1, 1, 6, 8, 10, 14, 5]
    },
    {
      name: '教育',
      data: [1, 1, 0, 1, 5, 8, 16, 28, 33, 19]
    },
    {
      name: '時尚',
      data: [2, 2, 4, 8, 18, 16, 28, 39, 97, 35]
    },
    {
      name: '社會',
      data: [0, 0, 1, 1, 6, 20, 48, 76, 84, 17]
    },
    {
      name: '科技',
      data: [0, 2, 6, 9, 15, 23, 67, 164, 278, 102]
    },
    {
      name: '空間',
      data: [0, 1, 0, 4, 0, 3, 6, 4, 4, 2]
    },
    {
      name: '藝術',
      data: [1, 1, 4, 0, 6, 2, 13, 16, 23, 9]
    },
    {
      name: '表演',
      data: [1, 1, 9, 0, 4, 3, 12, 15, 14, 9]
    },
    {
      name: '設計',
      data: [6, 4, 5, 24, 31, 88, 172, 323, 461, 138]
    },
    {
      name: '遊戲',
      data: [0, 0, 0, 3, 12, 24, 44, 48, 55, 12]
    },
    {
      name: '電影動畫',
      data: [2, 6, 3, 1, 6, 14, 22, 24, 21, 16]
    },
    {
      name: '音樂',
      data: [2, 5, 2, 1, 3, 16, 11, 26, 21, 14]
    },
    {
      name: '飲食',
      data: [0, 0, 1, 0, 6, 5, 12, 26, 69, 26]
    }
  ],
  xaxis: {
    categories: [2012, 2013, 2014, 2015, 2016, 2017, 2018, 2019, 2020, 2021],
  },
}

export const eachKindSuccessRate = {
  series: [
    {
      name: '成功專案數',
      data: [156, 65, 33, 34, 83, 185, 190, 504, 10, 50, 48, 955, 150, 84, 67, 110]
    }, 
    {
      name: '失敗專案數',
      data: [51, 29, 20, 14, 29, 64, 63, 162, 14, 25, 20, 297, 48, 31, 34, 35]
    },
  ],
  xaxis: {
    categories: ['出版', '地方創生', '插畫漫畫', '攝影', '教育', '時尚', '社會', '科技', '空間', '藝術', '表演', '設計', '遊戲', '電影動畫', '音樂', '飲食'],
  },
}